<template>
  <div class="privacydeal">
    <p>本协议由您与上海道裕物流科技有限公司共同缔结，本协议具有合同效力。</p>
    <p>
      本协议中协议双方合称协议方，上海道裕物流科技有限公司在协议中亦称为“道裕物流APP”。
    </p>
    <h5>一.协议内容及签署</h5>
    <p>
      1.本协议的内容包括协议正文及道裕已经发布的或将来可能发布的各类规则。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。除另行明确声明外任何道裕及其关联公司提供的服务（以下简称道裕物流APP服务）均受本协议约束。
    </p>
    <p>
      2.您应当在注册使用道裕物流APP服务之前认真阅读全部协议内容，如您对协议由任何疑问的，应向道裕咨询。但无论您事实上是否在使用道裕物流APP服务之前认真阅读了本协议内容，只要您使用了道裕物流APP服务，即本协议对您产生约束，届时您不应该以未阅读本协议的内容或者未获得道裕物流APP对您问询的解答等理由，主张本协议无效，或要求撤销本协议。
    </p>
    <p>
      3.您承诺接受并遵守本协议的约定，如果您不同意本协议的约定，您应立即停止注册程序或停止使用道裕物流APP服务。
    </p>
    <p>
      4.道裕物流APP有权根据需要不时地制订、修改本协议及/或各类规则，并以网站公示的方式进行公告，不再单独通知您。变更后的协议和规则一经在网站公布后，立即生效，用户在使用时应关注并遵守。如您不同意相关变更，应当立即停止使用道裕物流APP服务。如您继续使用道裕物流APP服务的，即表示您接收经修订的协议。
    </p>
    <h5>二.注册</h5>
    <p>
      1.注册者资格
      您确认并注册程序使用道裕物流APP时，您应当是具备完全民事权利能力和完全民事行为能力的自然人、依法设立并有效存续的法人或其他组织。不具备上述资格的自然人、法人或其他组织不得成为道裕物流APP的用户，本公司一经发现有权立即注销该用户，有权禁止被注销用户资格的自然人、法人、其他组织再次注册并使用道裕物流APP。
    </p>
    <p>
      2.账户
      经道裕物流APP注册系统完成注册程序并通过身份认证的用户即成为注册用户，可以获得道裕物流APP规定用户所应享受的一切权利，但该账户所有权属于道裕物流APP，注册用户仅获得帐号的使用权，且该使用权仅属于初始申请注册人，初始申请注册人不得赠与、借用、租用、转让或售卖帐号或者以其他方式许可非初始申请注册人使用帐号等；用户有义务保证密码和账号的安全，对账号和密码负保管义务，并承担由此引起的任何损失和责任。用户利用该密码和账号所进行的一切活动引起的任何损失或损害，由用户自行承担全部责任，道裕物流APP不承担任何责任。如用户发现账号遭到未授权的使用或发生其他任何安全问题，应立即修改账号密码并妥善保管，或立即以有效的方式通知道裕物流APP，要求暂停相关服务。您理解道裕物流APP对您的请求采取行动，需要合理的时间，道裕物流APP对在采取行动前已经产生的后果（包括但不限于您的任何损失）不承担任何责任。
    </p>
    <h5>三．道裕物流APP服务</h5>
    <p>
      1.通过道裕物流APP提供的服务，注册方可在道裕物流APP上发布交易信息、查询和服务信息、达成交易意向并进行交易，以及使用其他信息服务、技术服务。
    </p>
    <p>
      2.道裕物流APP不对外公开或向第三方提供注册用户的资料及使用网络服务时存储在道裕物流APP的非公开内容；您理解并同意，道裕物流APP有权应政府部门（包括司法及行政部门）的要求，向其提供您在道裕物流APP填写的注册信息等必要信息，如有涉嫌他人知识产权的，可直接向权利人提供您必要的身份信息。
    </p>
    <h5>四．道裕物流APP服务使用规范</h5>
    <p>
      1.在使用道裕物流APP服务过程中实施的所有行为均遵守国家法律、法规等规范性文件及道裕物流APP各项规则的规定和要求，不违背社会公共利益或公共道德，不损害他人的合法权益，不违反本协议及相关规则。您如果违反前述承诺，产生任何法律后果的，您应以自己的名义独立承担所有的法律责任，并确保道裕物流APP免于因此产生任何损失。
    </p>
    <p>
      2.不发布国家禁止销售的或限制销售的商品信息或服务信息（除非取得合法且足够的许可），不发布涉嫌他人知识产权或其他合法权益的商品或服务信息，不发布违背社会公共利益或公共道德的商品或服务信息。
    </p>
    <p>
      3.不对道裕物流APP上的任何数据作商业性利用，包括但不限于在未经道裕物流APP事先书面同意的情况下，以复制，传播等任何方式使用道裕物流APP上展示的资料。
    </p>
    <p>
      4.不使用任何装置、软件等干涉道裕物流APP的正常运作或进行的任何交易。您不得采取任何将导致不合理的庞大数据负载加诸道裕物流APP网络设备的行动。
    </p>
    <p>
      5.道裕物流APP有权对您是否违反上述承诺做出单方认定，并根据单方认定结果适用规则予以处理或终止向您提供服务，且无需征得您的统一或提前通知予您。
    </p>
    <p>
      6.对于您在道裕物流APP上发布的涉嫌违法或者涉嫌侵犯他人合法权利或违反本人协议和/或规则的信息，道裕物流APP有权不经通知您即予删除，且按照规则的规定进行处罚。
    </p>
    <p>
      7.对于您在道裕物流APP上实施的行为，包括您未在道裕物流APP上实施但已经对道裕物流APP及其注册用户产生影响的行为，道裕物流APP有权单方面认定您行为的性质及是否构成对本协议和或规则的违反，并根据此作出相应处罚。您应自行保存与您行为有关的全部证据，并应对无法提供充要证据而承担不利的后果。
    </p>
    <p>
      8.对于您涉嫌违反承诺的行为对任意第三方造成损害的，您均应当以自己的名义独立承担所有的法律责任，并应确保道裕物流APP免于因此产生损失或增加费用。
    </p>
    <p>
      9.如您涉嫌违法有关法律或者本协议之规定，是道裕物流APP遭受任何损失，或受到任何第三方的索赔，或受到任何行政管理部门的处罚，您应当赔偿道裕物流APP因此造成的损失或发生的费用，包括合理的律师费用。
    </p>
    <h5>五．声明</h5>
    <p>
      1.道裕物流APP的文字、图片等版权均归上海道裕物流科技有限公司享有，未经道裕物流APP许可，不得任意转载。
    </p>
    <p>
      2.道裕物流APP特有的标识，版面设计，编排方式等版权均属上海道裕物流科技有限公司享有，未经道裕物流APP许可，不得任意复制或转载。
    </p>
    <p>
      3.道裕物流APP无法保证网络服务一定能满足注册户的要求，也不能保证网络服务的及时性，安全性，准确性。
    </p>
    <p>
      4.对于因不可抗力或道裕物流APP不能控制的原因（包括但限不限于因病毒、木马、恶意程序攻击、网络拥堵、系统不稳定、系统或设备故障、通讯故障、电力故障和政府行为等）造成的网络服务中断或其他缺陷，道裕物流APP不承担任何责任，但将尽力减少因此而给注册用户造成的损失和影响。
      您的账户被注销后，道裕物流APP没有义务为您保留或者向您或第三方披露您账户中的任何信息。
    </p>
    <h5>六．协议终止</h5>
    <p>
      1.道裕物流APP有权自行全权决定以任何不经事先通知的中止，终止向您提供部分道裕物流APP服务，且无须为此向您或任何第三方承担任何责任。
    </p>
    <p>
      2.您提供的电子邮箱不存在或无法接受电子邮件，且没有其他方式可以与您进行联系;您注册信息中的主要内容不真实或不准确或不及时或不完整，道裕物流APP有权直接注销账户的方式终止本协议。
    </p>
    <p>
      3.本协议（含规定）变更时，您明确并通知道裕物流APP不愿意接受新的服务协议的。
    </p>
    <p>4.其他道裕物流APP认为应当终止服务的情况。</p>
    <p>
      5.您有权向道裕物流APP要求注销您的账户，经道裕物流APP审核同意的，道裕物流APP注销（永久冻结）您的账户，届时，您与道裕物流APP基于本协议的合同关系即终止。
    </p>
    <h5>七.附则</h5>
    <p>
      1.本协议的订立，执行和解释及争议的解决均适用中华人民共和国法律。如无相关法律规定的，则因参照通用国际商业惯例和（或）行业惯例。
    </p>
    <p>
      2.因本协议产生之争议，任何一方均有权向道裕物流APP运营地有管辖权的人民法院起诉。
    </p>
    <p>3.本协议解释权及修订权归上海道裕物流科技有限公司所有。</p>
  </div>
</template>
<script>
export default {
  data() {
    return {};
  },
  created() {},
};
</script>
<style lang="scss" scoped>
.privacydeal {
  box-sizing: border-box;
  height: 320px;
  padding: 0 27px;
  overflow-y: scroll;
  p {
    font-size: 12px;
    line-height: 17px;
    color: #606266;
    margin-bottom: 5px;
  }
}
</style>
