<template>
  <div class="servedeal">
    <p>
      上海道裕物流科技有限公司（以下合称为“道裕物流”）尊重并保护所有使用道裕物流平台的用户的隐私权。
    </p>
    <p>
      本隐私权规则属于《道裕物流APP注册协议》不可分割的一部分。用户一旦注册道裕物流账户、使用`或继续使用道裕物流的服务，即表示用户接受本隐私权规则。
    </p>
    <p>
      本应用尊重并保护所有使用服务用户的个人隐私权。为了给您提供更准确、更有个性化的服务，本应用会按照本隐私权政策的规定使用和披露您的个人信息。但本应用将以高度的勤勉、审慎义务对待这些信息。除本隐私权政策另有规定外，在未征得您事先许可的情况下，本应用不会将这些信息对外披露或向第三方提供。本应用会不时更新本隐私权政策。
      您在同意本应用服务使用协议之时，即视为您已经同意本隐私权政策全部内容。本隐私权政策属于本应用服务使用协议不可分割的一部分。
    </p>
    <h5>一. 适用范围</h5>
    <p>1．在您注册本应用帐号时，您根据本应用要求提供的个人注册信息；</p>
    <p>
      2．在您使用本应用网络服务，或访问本应用平台网页时，本应用自动接收并记录的您的浏览器和计算机上的信息，包括但不限于您的IP地址、浏览器的类型、使用的语言、访问日期和时间、软硬件特征信息及您需求的网页记录等数据；
    </p>
    <p>3．本应用通过合法途径从商业伙伴处取得的用户个人数据。</p>
    <p>您了解并同意，以下信息不适用本隐私权政策：</p>
    <p>A．您在使用本应用平台提供的搜索服务时输入的关键字信息；</p>
    <p>
      B．本应用收集到的您在本应用发布的有关信息数据，包括但不限于参与活动、成交信息及评价详情；
    </p>
    <p>C．违反法律规定或违反本应用规则行为及本应用已对您采取的措施。</p>
    <h5>二. 信息使用</h5>
    <p>
      1．本应用不会向任何无关第三方提供、出售、出租、分享或交易您的个人信息，除非事先得到您的许可，或该第三方和本应用（含本应用关联公司）单独或共同为您提供服务，且在该服务结束后，其将被禁止访问包括其以前能够访问的所有这些资料。
    </p>
    <p>
      2．本应用亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播您的个人信息。任何本应用平台用户如从事上述活动，一经发现，本应用有权立即终止与该用户的服务协议。
    </p>
    <p>
      3．为服务用户的目的，本应用可能通过使用您的个人信息，向您提供您感兴趣的信息，包括但不限于向您发出产品和服务信息，或者与本应用合作伙伴共享信息以便他们向您发送有关其产品和服务的信息（后者需要您的事先同意）。
    </p>
    <h5>三. 道裕物流如何收集和使用您的个人信息</h5>
    <p>
      为向您提供个性化的产品和服务，提升用户体验，道裕物流在向您提供的附加服务中向您申请以下设备权限，唯一设备标志码（IMEI/AndoirdID
      、meid、SIM卡IMSI信息）和网络设备地址（MAC），以及手机型号、硬件序列号、手机系统版本号、系统编号、系统ID号、屏幕分辨率、上网类型、手机中软件的名称、版本号、包名、软件使用时间和频率，以不断改进道裕物流的产品。这些信息不涉及到您的个人身份等隐私信息。
    </p>
    <p>收集个人信息清单明细：</p>
    <div>
      <table border="1" cellspacing="0">
        <tr>
          <th>业务场景</th>
          <th>收集目的</th>
          <th>收集的方式</th>
          <th>个人信息字段</th>
        </tr>
        <tr>
          <td>注册、登录</td>
          <td>创建道裕物流账号，注册选择身份类型，登录时识别身份类型</td>
          <td>用户输入</td>
          <td>手机号码、用户名昵称、头像</td>
        </tr>
        <tr>
          <td>自动拨打电话</td>
          <td>开启拨打电话权限；直接电话咨询相关供应商或平台的客服</td>
          <td>自动获取</td>
          <td>手机号码</td>
        </tr>
        <tr>
          <td>弹框、全屏界面应用上</td>
          <td>点击放大图片和文件，方便用户全屏浏览大图或文件</td>
          <td>自动获取</td>
          <td>照片、图片</td>
        </tr>
        <tr>
          <td>修改或删除存储卡上的照片、媒体内容和文件</td>
          <td>
            允许编辑修改上传到应用的照片、文件，媒体内容，方便沟通双方理解或资料认证。
          </td>
          <td>用户自愿上传和发布</td>
          <td>相机、照片、剪贴板</td>
        </tr>
        <tr>
          <td>位置权限</td>
          <td>取您的地理位置，以推荐给您所在地附近的船舶或相关货盘信息。</td>
          <td>自动获取及记录</td>
          <td>地理位置</td>
        </tr>
        <tr>
          <td>录制音频</td>
          <td>
            使用聊天功能和客服聊天沟通中可发送语音消息给客服，方便用户与客服沟通交流。
          </td>
          <td>自动获取并提示用户同意开启</td>
          <td>麦克风权限</td>
        </tr>
        <tr>
          <td>拍摄照片和视频</td>
          <td>
            通过访问您的相机，您可以使用摄像头进行拍摄影像、录制视频、照片，以便上传并认证个人、企业或船舶相关资料。
          </td>
          <td>用户自愿拍照、上传</td>
          <td>相机、照片、剪贴板</td>
        </tr>
        <tr>
          <td>读取存储卡上的照片、媒体内容和文件</td>
          <td>
            访问您的存储卡上的照片、媒体内容和文件上传到应用上，以便让其他用户识别船舶、货物信息或上传并认证用户个人、企业或船舶相关资料。
          </td>
          <td>自动获取并提示用户同意开启</td>
          <td>相机、照片、剪贴板</td>
        </tr>
        <tr>
          <td>修改设置应用中的设置</td>
          <td>权限关闭，会提示用户修改设置应用权限，方便用户正常使用APP。</td>
          <td>用户自愿开启</td>
          <td>
            设备型号、唯一设备标识符、软硬件特征信息、用户操作记录（通知、关注、搜索、浏览）、地理位置、蓝牙
          </td>
        </tr>
        <tr>
          <td>获取本机号码、通话状态以及拨打的号码</td>
          <td>避免打断您的直播或者录音进程、便于道裕物流检测您的来电状态。</td>
          <td>自动获取及记录</td>
          <td>设备识别码、手机状态和身份</td>
        </tr>
      </table>
    </div>

    <p><b>1．注册信息</b></p>
    <p>
      在您注册成为道裕物流用户时，您需要至少提供手机号码以创建道裕物流账号，并完善相关的网络身份识别信息（如选择身份类型、账号昵称、登录密码等）；如果您仅需使用游客流量模式，您无需注册成为道裕物流的用户以及提供上述信息。
    </p>
    <p>
      如您使用手机短信验证码的方式注册及登录时，道裕物流会收集您的<b>手机号</b>和<b>用户名昵称</b>。如您使用第三方账号进行登录，经过您明确授权账号绑定后，第三方平台会向道裕物流同步您在该平台上的<b>头像、昵称</b>，以使您可以直接登录并使用道裕物流APP。
    </p>

    <p><b>2．允许应用自动拨打电话</b></p>
    <p>
      <b>使用目的：</b
      >经您授权，您需要在您的设备中向平台开启拨打电话权限；以便咨询相关供应商或平台的客服，以达成更广泛的合作。
    </p>
    <p>
      <b> 信息说明：</b
      >在供应商服务详情或联系客服，可直接点击“电话”图标按钮，自动获取<b>手机号码</b>并会询问您是否确认直接拨打电话。请您放心，道裕物流不会通过该权限获取您的电话号码、通话内容，也不会在您不知情的情况下拨打电话。
    </p>

    <p><b>3．显示弹框、全屏界面到其他应用上面</b></p>
    <p>
      <b>使用目的：</b
      >经您授权，弹出对话框让你选择确认是否进行该操作；点击放大图片和照片，方便用户全屏浏览大图或文件。
    </p>
    <p>
      <b>信息说明：</b
      >在船东抢单、货主、服务商填写发票内容时会有弹出框让用户选择或填写相关内容；自动获取获取<b>照片、图片</b>权限，在打开图片或文件放大观看时，也会全屏到界面，方便用户全屏浏览大图或文件。
    </p>

    <p><b>4．允许应用修改或删除存储卡上的照片、媒体内容和文件</b></p>
    <p>
      <b>使用目的：</b
      >经您授权，允许编辑修改上传到应用的照片、文件，媒体内容，方便沟通双方理解或资料认证。
    </p>
    <p>
      <b> 信息说明：</b
      >在服务过程中，可能会和客服沟通服务内容、照片、图片、以及协议等相关文件；允许删除已上传到应用上的照片、媒体内容和相关文件，自动获取并提示用户同意开启<b>相机、照片、剪贴板权限</b>。
    </p>

    <p><b>5．位置权限</b></p>
    <p>
      <b>使用目的：</b
      >经您授权，获取您的地理位置，以推荐给您所在地附近的船舶或相关货盘信息。
    </p>
    <p>
      <b> 信息说明：</b
      >您可以打开您的位置权限，允许应用在后台运行时检索用户位置信息，允许应用基于GPS、基站、
      Wi-Fi
      等网络源获取<b>地理位置信息</b>。这可能会增加耗电量。如应用已获取了“访问确切位置信息”或“访问大致位置信息”权限，则允许应用在后台运行时使用位置信息。当您拒绝位置授权后仍然可以正常使用，不会影响您使用基本服务。
    </p>

    <p><b>6．应用录制音频</b></p>
    <p>
      <b>使用目的：</b
      >经您授权，使用聊天功能和客服聊天沟通中可发送语音消息给客服，方便用户与客服沟通交流。
    </p>
    <p>
      <b> 信息说明：</b
      >为了便于您与客户或平台客服联系的时候进行沟通，平台为您提供了发送语音消息的功能，如果您使用该功能，您需要在您的设备中向平台开启录音的访问权限。<b>麦克风录制音频权限</b>需要您的额外授权，您也可以在系统权限中自主控制，道裕物流绝不会私自开启您的麦克风权限，更不会非法利用非法手段进行相关信息的收集和使用，请您放心。
    </p>

    <p><b>7．应用拍摄照片和视频</b></p>
    <p>
      <b>使用目的：</b
      >经您授权，通过访问您的相机，您可以使用摄像头进行拍摄影像、录制视频、照片，以便上传并认证个人、企业或船舶相关资料。
    </p>
    <p>
      <b> 信息说明：</b
      >您可以选择开启系统的<b>相机、照片、剪贴板</b>权限，通过使用拍照、录视频，等功能授权道裕访问您的相机，以便于您通过拍摄照片或录制视频等方式发布内容，道裕物流会收集您上传发布的上述信息。
    </p>

    <p><b>8．应用读取存储卡上的照片、媒体内容和文件</b></p>
    <p>
      <b>使用目的：</b
      >经您授权，访问您的存储卡上的照片、媒体内容和文件上传到应用上，以便让其他用户识别船舶、货物信息或上传并认证用户个人、企业或船舶相关资料。
    </p>
    <p>
      <b> 信息说明：</b
      >您可以选择开启系统的<b>相机、照片、剪贴板</b>权限，以便于您上传照片、媒体内容和文件、个人、企业或船舶相关资料，让其他用户识别船舶照片、实际货物信息或进行相关资料证实性认证。
    </p>

    <p><b>9．修改设置应用中的设置</b></p>
    <p>
      <b>使用目的：</b
      >使用中有的权限关闭，会提示用户修改设置应用权限，经您授权，方便用户正常使用APP。
    </p>
    <p>
      <b> 信息说明：</b
      >如您使用发货盘、船舶航次、匹配成功、订购、租赁、购买集装箱，订单等功能，道裕物流可能会使用到通知权限来推送相关消息提醒。道裕物流将通过弹窗方式询问您是否开启通知权限。如您需要关闭、打开<b>消息通知、设置允许使用相机和读取相册图片</b>，会提示用户<b>修改设置应用权限</b>，方便用户正常使用APP。<b>消息通知、设置允许使用相机和读取相册图片</b>，会提示用户，方便用户正常使用APP。-设置-隐私管理-设备权限管理来操作撤回您的授权。
    </p>

    <p><b>10．应用获取本机号码、通话状态以及拨打的号码</b></p>
    <p>
      <b>使用目的：</b
      >为了避免打断您的直播或者录音进程、便于道裕物流检测您的来电状态。
    </p>
    <p>
      <b> 信息说明：</b
      >需要您授权调取电话状态权限。允许应用获取本机号码、通话状态以及拨打的号码。此外，为保障您的账号与使用安全，道裕物流需要您授权读取<b
        >设备识别码、手机状态和身份。</b
      >
    </p>
    <h5>四. 调用第三方SDK的使用说明</h5>
    <p>
      道裕物流和第三方合作的应用会收集和使用您的个人信息，道裕物流会在您授权同意后收集和使用。这些SDK包括:
    </p>
    <p><b>1．极光推送SDK、极光IM聊天SDK(安卓、IOS)：</b></p>
    <p>
      通过识别设备信息为App赋予推送能力，用于消息推送；地理位置信息。为向您提供更好的服务、改善技术和提升用户体验，您理解并同意，道裕物流有权在必要范围内向第三方合作伙伴提供您的个人信息；且第三方合作伙伴亦可以基于前述目的自行收集和使用您的个人信息，并在保护您个人信息和隐私权以及符合适用法律法规的前提下，将收集的信息和数据经去标识化或匿名化处理后用于其他服务和用途。于创建智能标签，实现区域、分群即时通讯总体实现为App赋予即时通讯能力，可用于应用程序内聊天当道裕物流要将个人信息用于本政策未载明的其它用途时，会事先通知您并征求您的同意。当道裕物流要将基于特定目的收集而来的信息用于其他目的时，也会事先通知您并并征求您的同意。”
    </p>
    <p>
      <b>收集个人信息类型：</b>需要收集您的相关个人信息，包括设备信息[
      设备信息包括：设备标识符（IMEI、IDFA、Android
      ID、MAC、OAID、IMSI等相关信息）、应用信息（应用崩溃信息、通知开关状态、软件列表等相关信息）、设备参数及系统信息（设备类型、设备型号、操作系统及硬件相关信息）]、网络信息[
      网络信息包括：IP地址，WiFi信息，基站信息等相关信息。 ]、
    </p>
    <p>
      <b>目的：</b
      >让用户能及时收到服务、匹配、订单、消息推送功通知等信息以及及时向客服IM聊天沟通咨询，为您户提供全面的服务和用户体验的提升。
    </p>
    <p>
      （此产品的隐私政策条款，可参考极光平台隐私政策：官方链接：https://www.jiguang.cn）
    </p>
    <p><b>2．百度统计SDK(安卓、IOS)：</b></p>
    <p>
      道裕物流已接入广告监测、数据统计、数据分析服务类的授权合作伙伴（百度统计），获取IMEI等个人信息。
    </p>
    <p>
      <b>收集个人信息类型：</b
      >需要收集用户的硬件型号、操作系统版本、设备配置、唯一设备标识符、国际移动设备身份码IMEI、SIM卡信息IMSI、iOS系统广告标识符（IDFA)、安卓系统广告标识符（OAID）、Android
      Id、设备Mac地址）、设备位置信息（通过GPS、蓝牙或Wi-Fi信号获得的位置信息）以及设备状态信息（如设备应用安装列表）。道裕物流会对收集的信息进行加密，从而提高对隐私的保护。
    </p>
    <p>
      <b>目的：</b
      >分析市场情况、用户软件版本、访问页面、访问地区，以统计用户使用时长、用户留存率等，以通过统计和数据分析优化道裕物流的服务。为维护/改进道裕物流的产品/服务、为您提供更好的内容，同时便于道裕物流基于对外推广广告触达率与有效性统计。
    </p>
    <p>
      （此产品的隐私政策条款，可参考百度统计平台隐私政策：官方链接：https://mtj.baidu.com）
    </p>
    <p><b>3．友盟SDK社会化分享功能(安卓、IOS)：</b></p>
    <p>
      社会化分享服务，帮助用户的应用快速具备国内微信、QQ、微博等多平台分享功能，并为您提供分享回流等数据分析服务，助力您的产品开发与推广。道裕物流应用中集成了（友盟）分享转发功能、以及在微信、浏览器中唤起APP功能，让关注的信息能更好的转发分享。
    </p>
    <p>
      <b>收集个人信息类型：</b>道裕物流采集设备标识符(IMEI/Mac/android
      ID/IDFA/OPENUDID/GUID、SIM 卡 IMSI 信息)以及您需要分享的社交账户公开信息。
    </p>
    <p>
      <b>目的：</b
      >向目标设备以及指定社交账号分享消息，以便完成一键分享服务。采集地理位置甄别分享通道，提供反作弊服务。
    </p>
    <p>
      （此产品的隐私政策条款，可参考友盟平台隐私政策：官方链接：https://www.umeng.com）
    </p>
    <p><b>4．支付宝SDK(安卓、IOS)：</b></p>
    <p>
      由支付宝（中国）网络技术有限公司提供支付服务，道裕物流可能会将您的支付宝信息提供给支付宝（中国）网络技术有限公司。
    </p>
    <p>
      <b>收集个人信息类型：</b
      >采集常用设备信息（如IMEI/IMSI、SIM卡序列号/MAC地址、android_id）、网络信息
    </p>
    <p><b>目的：</b>用于为您提供支付服务和支付过程中的安全风控</p>
    <p>
      （此产品的隐私政策条款，可参考支付宝隐私政策：https://www.alipay.com）
    </p>
    <p><b>5．微信开放平台SDK(安卓、IOS)：</b></p>
    <p>
      接入微信开放平台SDK，支持微信授权登录（微信获取您授权共享的用户信息头像、昵称、地区、性别）、微信分享和微信支付,
      支付由腾讯公司提供支付服务。道裕物流可能会将您的信息提供给腾讯公司。
    </p>
    <p>
      <b>收集个人信息类型：</b
      >采集常用设备信息（如IMEI/IMSI、SIM卡序列号/MAC地址、android_id）、网络信息。
    </p>
    <p><b>目的：</b>用于用户使用微信授权登陆道裕APP和提供微信支付服务</p>
    <p>
      （此产品的隐私政策条款，可参考微信开放平台隐私政策：官方链接：https://open.weixin.qq.com）
    </p>
    <p><b>6．微信分享SDK</b></p>
    <p>SDK类型：分享转发</p>
    <p>
      <b>收集个人信息类型：</b
      >需要收集您的设备Mac地址、唯一设备识别码（IMEI/android
      ID/IDFA/OPENUDID/GUID、SIM 卡 IMSI 信息）
    </p>
    <p><b>目的：</b>用于用户进行分享到微信朋友圈、微信好友</p>
    <p><b>7．QQ SDK(安卓、IOS)：</b></p>
    <p>为了向您提供社交分享功能，用了QQ SDK，该SDK需要获取您的手机IMEI信息。</p>
    <p>
      <b>收集个人信息类型：</b
      >需要收集您的设备Mac地址、唯一设备识别码（IMEI/android
      ID/IDFA/OPENUDID/GUID、SIM 卡 IMSI 信息）
    </p>
    <p><b>目的：</b>用于实现分享到QQ功能。</p>
    <p>
      （此产品的隐私政策条款，可参考
      微信开放平台隐私政策：官方链接：https://privacy.qq.com）
    </p>
    <p><b>8．新浪微博SDK(安卓、IOS)：</b></p>
    <p>
      为了向您提供社交分享功能，用了微博SDK，该SDK需要获取您的手机IMEI信息。
    </p>
    <p>
      <b>收集个人信息类型：</b
      >需要收集您的设备Mac地址、唯一设备识别码（IMEI/android
      ID/IDFA/OPENUDID/GUID、SIM 卡 IMSI 信息）
    </p>
    <p><b>目的：</b>用于实现分享到微博功能。</p>
    <p>
      （此产品的隐私政策条款，可参考微博开发平台隐私政策：官方链接：https://open.weibo.com）
    </p>
    <p><b>9．华为SDK(安卓)：</b></p>
    <p>当您使用华为手机，可能使用华为消息推送。</p>
    <p><b>收集个人信息类型：</b>需要收集个人常用设备信息</p>
    <p><b>目的：</b>为了更好的为您提供全面消息推送通知和客服咨询服务。</p>
    <p>
      （此产品的隐私政策条款，可参考华为开放平台隐私政策：官方链接：https://developer.huawei.com/consumer/cn）
    </p>
    <p>
      您可在您的设备设置中逐项查看上述权限的状态，并可自行决定这些权限随时的开启或关闭。请您注意，
    </p>
    <p>
      您开启任一权限即代表您授权道裕物流可以收集和使用相关个人信息来为您提供对应服务，您一旦关闭任一权限即代表您取消了授权，道裕物流将不再基于对应权限继续收集和使用相关个人信息，也无法为您提供该权限所对应的服务。
      但是，您关闭权限的决定不会影响此前基于您的授权所进行的信息收集及使用，亦不影响您使用其他服务。
    </p>
    <h5>五 信息披露</h5>
    <p>
      在如下情况下，本应用将依据您的个人意愿或法律的规定全部或部分的披露您的个人信息：
    </p>
    <p>1．经您事先同意，向第三方披露；</p>
    <p>2．为提供您所要求的产品和服务，而必须和第三方分享您的个人信息；</p>
    <p>
      3．根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；
    </p>
    <p>
      4．如您出现违反中国有关法律、法规或者本应用服务协议或相关规则的情况，需要向第三方披露；
    </p>
    <p>
      5．如您是适格的知识产权投诉人并已提起投诉，应被投诉人要求，向被投诉人披露，以便双方处理可能的权利纠纷；
    </p>
    <p>
      6．在本应用平台上创建的某一交易中，如交易任何一方履行或部分履行了交易义务并提出信息披露请求的，本应用有权决定向该用户提供其交易对方的联络方式等必要信息，以促成交易的完成或纠纷的解决。
    </p>
    <p>7．其它本应用根据法律、法规或者网站政策认为合适的披露。</p>
    <h5>六. 授权合作伙伴</h5>
    <p>目前，道裕物流的授权合作伙伴包括以下类型：</p>
    <p>
      <b>1．广告监测、数据统计、数据分析服务类的授权合作伙伴：</b
      >为维护/改进道裕物流的产品/服务、为您提供更好的内容，同时便于道裕物流基于对外推广广告触达率与有效性统计，道裕物流已接入提供该服务的指定合作伙伴（百度统计），获取IMEI等个人信息，以分析市场情况、用户软件版本、访问页面、访问地区，以统计用户使用时长、用户留存率等，以通过统计和数据分析优化道裕物流的服务。
    </p>
    <p>
      <b>2．消息推送、用户与客服聊天服务商：</b
      >为了更好的为您提供全面消息通知和客服咨询服务，道裕物流应用中集成了（极光聊天、极光推送、华为推送），让您能及时和道裕物流互动沟通。
    </p>
    <p>
      <b>3．内容转发分享服务商： </b
      >为了更好的让您在APP内看到比较关注的内容转发分享相关信息到微信、QQ、微博等第三方社交平台朋友，道裕物流应用中集成了（友盟）分享转发功能、以及在微信、浏览器中唤起APP功能，让关注的信息能更好的转发分享。
    </p>
    <p>
      请您放心，除得到您的明确同意，道裕物流不会将可以联系或识别您身份的个人信息与授权合作伙伴共享，道裕物流将能够识别您身份的个人信息进行去标识化处理，以便授权合作伙伴无法识别您的具体身份。
    </p>
    <h5>七. 个人信息存储</h5>
    <p><b>(1) 存储地点</b></p>
    <p>
      道裕物流在中华人民共和国境内运营中收集和产生的个人信息，存储在中国境内，但以下情形除外：
    </p>
    <p>A． 法律法规有明确规定；</p>
    <p>
      B．
      如道裕物流基于向您提供部分服务或功能的需要将您的个人信息传输至境外，道裕物流会事先获得您的明确授权同意，并严格按照适用法律法规的规定执行；
    </p>
    <p>针对以上情形，道裕物流会确保依据本政策对您的个人信息提供足够的保护。</p>
    <p><b>(2) 存储期限</b></p>
    <p>
      道裕物流只会在达成本政策所述目的所需的最短期限内保留您的个人信息，除非法律法规有强制的存留要求，例如，根据《电子商务法》及配套法规的要求，您的订单类交易数据，将会至少保留3年。道裕物流判断前述期限的标准主要包括并以其中较长者为准：
    </p>
    <p>
      A．
      完成与您相关的服务目的、维护相应服务及业务记录、应对您可能的查询或投诉；
    </p>
    <p>B． 保证道裕物流为您提供服务的安全和质量；</p>
    <p>C． 您是否同意更长的留存期间；</p>
    <p>D． 是否存在保留期限的其他特别约定。</p>
    <p>
      在您的个人信息超出保留期限后，道裕物流会根据适用法律的要求删除或者匿名化处理您的个人信息。
    </p>
    <p><b>(3) 删除和匿名化处理</b></p>
    <p>
      如本平台服务决定停止运营时，道裕物流将在相关服务停止运营后停止继续收集您的个人信息。道裕物流将以公告形式将停止运营通知向您送达。对已持有您的个人信息，道裕物流将进行删除或匿名化处理，除非法律法规另有规定。
    </p>
    <p><b>(4) 注销账户</b></p>
    <p>
      您可以在我们的产品中直接申请注销账户。您可通过以下方式自行操作：前往APP，登录货主、船东、服务商端-我的-编辑资料-账号管理中，点击“注销账号”中“注销道裕账号服务”。您注销账户后，我们将停止为您提供产品与服务，并依据您的要求，除法律法规另有规定外，我们将删除您的个人信息。
    </p>
    <h5>八. Cookie的使用</h5>
    <p>
      1． 在您未拒绝接受cookies的情况下，本应用会在您的计算机上设定或取用cookies
      ，以便您能登录或使用依赖于cookies的本应用平台服务或功能。本应用使用cookies可为您提供更加周到的个性化服务，包括推广服务。
    </p>
    <p>
      2．
      您有权选择接受或拒绝接受cookies。您可以通过修改浏览器设置的方式拒绝接受cookies。但如果您选择拒绝接受cookies，则您可能无法登录或使用依赖于cookies的本应用网络服务或功能。
    </p>
    <p>3． 通过本应用所设cookies所取得的有关信息，将适用本政策。</p>
    div>
    <h5>九. 信息安全</h5>
    <p>
      1．
      本应用帐号均有安全保护功能，请妥善保管您的用户名及密码信息。本应用将通过对用户密码进行加密等安全措施确保您的信息不丢失，不被滥用和变造。尽管有前述安全措施，但同时也请您注意在信息网络上不存在“完善的安全措施”。
    </p>
    <p>
      2．
      在使用道裕物流平台服务进行网上交易时，用户不可避免的要向交易对方或潜在的交易对方提供个人信息、公司名称，如联络方式或者邮政地址；请用户妥善保护自己的个人信息，公司信息，仅在必要的情形下向他人提供。
    </p>
    <p>
      3、道裕物流将尽一切可能采取适当的技术手段，以保证用户可以访问、更新和更正自己的注册信息；在每次登陆、更新自己的账户时，道裕物流都会要求用户进行身份验证，保障账户安全。
    </p>
    <h5>十. 商业信息服务</h5>
    <p>
      用户了解并同意道裕物流可能使用用户的信息（包括但不限于手机号码、道裕物流站内信、微信、道裕物流客户端、专属客服、电子邮件等），通过道裕物流平台信息推送、短信、专属客服、电子邮件或其他方式向用户发送商业信息，提供或推广道裕物流或第三方的如下商品或服务：
    </p>
    <p>1．订单匹配和订单各阶段状态信息；</p>
    <p>2．道裕物流促销活动；</p>
    <p>3．第三方商品促销信息；</p>
    <p>4．新货盘、航次发布信息；</p>
    <p>5．集装箱订购、租赁、购买；</p>
    <p>6．发布您关注的船舶备件信息；</p>
    <p>7．其他商业信息。</p>
    <p>
      如用户不希望自己的个人信息作为广告用途，可以按照相关提示，在设备上选择取消推送或订阅。
    </p>
    <h5>十一. 编辑个人信息的权限</h5>
    <p>
      用户可以点击我的道裕物流对用户的个人账号信息进行编辑，除非道裕物流另有规定。
    </p>
    <h5>十二. 本隐私政策的更改</h5>
    <p>
      1．如果决定更改隐私政策，道裕物流会在本政策中、本公司网站中以及道裕物流认为适当的位置发布这些更改，以便您了解道裕物流如何收集、使用您的个人信息，哪些人可以访问这些信息，以及在什么情况下道裕物流会透露这些信息。
    </p>
    <p>
      2．本公司保留随时修改本政策的权利，因此请经常查看。如对本政策作出重大更改，本公司会通过网站通知的形式告知。
    </p>
    <p>
      方披露自己的个人信息，如联络方式或者邮政地址。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。如您发现自己的个人信息泄密，尤其是本应用用户名及密码发生泄露，请您立即联络本应用客服，以便本应用采取相应措施。
    </p>
    <p><b>最近更新日期：2021年12月15日。</b></p>
    <h5>十三. 如何联系道裕物流</h5>
    <p>
      如对本隐私政策或相关事宜有任何问题，您可随时通过以下方式联系道裕物流：
    </p>
    <p>公司名称：上海道裕物流科技有限公司</p>
    <p>个人信息保护相关负责人联系方式：sale10@luhaisco.com</p>
    <p>联系电话：021-66353898</p>
    <p>常用办公地址：上海市宝山区友谊路1588号钢领2号楼1503-1504室</p>
  </div>
</template>

<script>
export default {
  data() {
    return {};
  },
  created() {},
};
</script>
<style lang="scss" scoped>
.servedeal {
  box-sizing: border-box;
  height: 320px;
  padding: 0 27px;
  overflow-y: scroll;
  p {
    font-size: 12px;
    line-height: 17px;
    color: #606266;
    margin-bottom: 5px;
  }
}
</style>
